STAGES = [
    """
       --------

       |      |
       |      O

       |     /|/
       |     / /

       |
       ОСТАЛОСЬ ПОПЫТОК: 0
    """,

    """
       --------
       |      |
       |      O

       |     /|/
       |     / 

       |
       ОСТАЛОСЬ ПОПЫТОК: 1
    """,

    """
       --------
       |      |
       |      O

       |     /|/
       |      

       |
       ОСТАЛОСЬ ПОПЫТОК: 2
    """,

    """
       --------
       |      |
       |      O

       |     /|
       |      

       |
       ОСТАЛОСЬ ПОПЫТОК: 3
    """,

    """
       --------
       |      |
       |      O

       |      |
       |      

       |
       ОСТАЛОСЬ ПОПЫТОК: 4
    """,

    """
       --------
       |      |
       |      O

       |    
       |      
       |
       ОСТАЛОСЬ ПОПЫТОК: 5
    """,

    """
       --------

       |      |
       |      

       |    
       |      
       |
       ОСТАЛОСЬ ПОПЫТОК: 6
    """
]
